{
    "en": {
        "title": "Green Calculator for Businesses",
        "resources": "Resources",
        "production": "Production",
        "transport": "Transport",
        "packaging": "Packaging",
        "waste": "Waste",
        "marketing": "Marketing",
        "office": "Office",
        "product": "Product",
        "selling": "Selling",
        "resources_option1": "Local resources - resources originating from your local area, its surroundings, county, or country.",
        "resources_option2": "Certified materials - certificates for material recycling, such as compostability, recycling options, etc.",
        "resources_option3": "Other companies' material waste - utilizing waste materials from other producers, increasing the value of those materials.",
        "resources_option4": "Recyclable materials - collecting and processing previously used materials to manufacture new products that would otherwise be discarded in landfills.",
        "resources_option5": "Renewable materials - materials that different generations can repeatedly regenerate.",
        "resources_option6": "Biodegradable - substances that can compost or decompose through microorganisms or other organisms.",
        "production_option1": "Material efficient - the final product is produced with minimal material usage.",
        "production_option2": "Zero waste - no waste is generated in the production process.",
        "production_option3": "Energy-efficient - minimal use of electricity.",
        "production_option4": "Water usage - minimal water usage.",
        "production_option5": "Without hazardous waste - hazardous substances are not used or generated as by-products in production.",
        "production_option6": "100% renewable energy - energy is obtained from the sun and wind, naturally renewable sources.",
        "transport_option1": "CO2 zero emissions - traveling by foot, bicycle, 100% electric vehicles, etc.",
        "transport_option2": "Bulk shipments - products are not sent individually but in large quantities or together with other shipments using postal services.",
        "transport_option3": "Short distances - materials arrive from the same village, neighborhood, district, and products are sent nearby.",
        "transport_option4": "Optimized trips - trips are combined with others, packages are sent along with other shipments when the direction is the same.",
        "transport_option5": "Use of bicycles - products are delivered to customers by bicycle, mentors and customers are visited, etc.",
        "transport_option6": "Public transport - for delivering products to customers, attending meetings, going to sales locations, etc.",
        "packaging_option1": "Packaging-free - products are sold without packaging.",
        "packaging_option2": "Reusable - using packaging that can be used for packaging in the future.",
        "packaging_option3": "Biodegradable - packaging made from material that can be composted or decomposed by microorganisms or other organisms.",
        "packaging_option4": "Minimal packaging - packaging that is essential for products to arrive intact and not harm the surrounding environment and people.",
        "packaging_option5": "Utilization of other companies' material waste - packaging made from leftover materials or old products from other production, thus increasing the value of these materials.",
        "waste_option1": "Biodegradable - made from material that can be composted or decomposed by microorganisms or other organisms.",
        "waste_option2": "Waste-free - utilizing all materials, with no waste left behind.",
        "waste_option3": "Recyclable - your waste is recyclable, and you sort it.",
        "waste_option4": "Usable for new products - your waste can be used to make new products, and you collect it for this purpose.",
        "waste_option5": "No hazardous waste generated - your waste is not toxic.",
        "marketing_option1": "Biodegradable - for example, roll-ups, plastic advertising banners, flags, etc.",
        "marketing_option2": "No printed materials used - for example, advertising brochures, flyers, business cards, etc.",
        "marketing_option3": "Sustainable digital marketing - creating a green website, finding an environmentally friendly location for it, not using Netflix, Amazon, HBO, and Hulu (see Greenpeace Clicking Clean report), etc.",
        "marketing_option4": "No promotional gifts - usually, partners don't need them, which generates excessive consumption.",
        "marketing_option5": "Avoiding greenwashing - the process of conveying false impressions or misleading information about the environmental safety of a company's products.",
        "office_option1": "Paperless - your accounting is computerized, and you don't print out papers.",
        "office_option2": "Waste sorting - you sort your waste and garbage by type at all stages of your operations.",
        "office_option3": "Remote work - your members work from home when possible.",
        "office_option4": "No disposable tableware used - washable dishes are used for meetings and events.",
        "product_option1": "Repairable - the product can be repaired, and its components replaced to extend its lifespan.",
        "product_option2": "Long life cycle - the product is designed to last longer than one consumption period.",
        "product_option3": "Environmental friendliness - your product does not harm the environment in any way.",
        "product_option4": "Meets a genuine need - it solves a real problem and is used multiple times after purchase.",
        "product_option5": "Focuses on solving environmental problems - the idea behind the product is to make the world more environmentally friendly.",
        "selling_option1": "Active, not aggressive selling - you explain the values of your product, but your goal is not to sell at all costs, even to people who don't need your product.",
        "selling_option2": "Targeted to the actual audience - you make sure that your potential customer actually needs the product and offer it only to potential users.",
        "selling_option3": "Promoting a green lifestyle - during sales, you advertise green products and environmentally friendly behavior.",
        "selling_option4": "No false arguments presented - don't promise anything your product doesn't do or anything you're not sure fits the customer's needs.",
        "submit": "Submit",
        "back": "Go back",
        "great": "You are one of the best!",
        "ok": "You are doing great!",
        "bad": "You should consider green topics!",
        "all_ok": "Review your answers and consider if there's anything more you could do even better!",
        "issues_with": "Consider your actions in the following categories: ",
        "issues_with_followup": "In these aspects, you're not yet sufficiently environmentally friendly.",
        "you_should_work_harder": "Think about what you could do to make your business more environmentally friendly."
    },
    "ee": {
        "title": "Ettevõtte roheluse kalkulaator",
        "resources": "Ressursid",
        "production": "Tootmine",
        "transport": "Transport",
        "packaging": "Pakendamine",
        "waste": "Tootmisjäägid",
        "marketing": "Turundus",
        "office": "Kontor",
        "product": "Toode",
        "selling": "Müümine",
        "resources_option1": "Kohalikud ressursid - ressursid, mis pärinevad teie kohalikust piirkonnast, selle ümbrusest, maakonnast või riigist.",
        "resources_option2": "Sertifitseeritud materjalid - materjali taaskasutamise tunnistused, näiteks komposteeritavus, ringlussevõtu võimalused jne.",
        "resources_option3": "Teiste ettevõtete materjalijäägid - teiste tootjate jäätunud materjalitükkide kasutamine, suurendades nende materjalide väärtust.",
        "resources_option4": "Ringlussevõetavad materjalid - varem kasutatud materjalide kogumine ja töötlemine uute toodete valmistamiseks, mida muidu visatakse prügilasse.",
        "resources_option5": "Taastuvad materjalid - materjalid, mida erinevad põlvkonnad saavad korduvalt taastada.",
        "resources_option6": "Bioloogiliselt lagunevad - ained, mis võivad komposteeruda või lagundavad mikroorganismid või muud organismid.",
        "production_option1": "Materjalisäästlik - lõpptulemus toodetakse võimalikult väikese materjalikasutusega",
        "production_option2": "Jäätmevaba - tootmisprotsessis ei teki jäätmeid.",
        "production_option3": "Energiatõhus - minimaalne elektrienergia kasutamine.",
        "production_option4": "Veekasutus - minimaalne veekasutus.",
        "production_option5": "Ohtlike jäätmeteta - tootmises ei kasutata ega teki kõrvalsaadustena ohtlikke aineid.",
        "production_option6": "100% taastuvenergia - energia saadakse päikesest ja tuulest ning taastuvad looduslikult.",
        "transport_option1": "CO2 nullemissioon - liigute jalgsi, jalgrattaga, 100% elektrisõidukitega jne.",
        "transport_option2": "Suured saadetised - tooteid ei saadeta ühekaupa, vaid suurtes kogustes või koos teiste saadetistega postiteenust kasutades.",
        "transport_option3": "Lühikesed vahemaad - materjalid saabuvad samast külast, ümbruskonnast, linnaosast ja tooted saadetakse lähedale.",
        "transport_option4": "Optimeeritud sõidud - sõidud ühitatakse teistega, pakke saadetakse koos teiste saadetistega, kui suund on sama.",
        "transport_option5": "Jalgrataste kasutamine - jalgratastega toimetatakse klientidele tooteid, käiakse mentoritega ja klientidega kohtumas jne.",
        "transport_option6": "Ühistransport - klientidele toodete toimetamiseks, kohtumistel käimiseks, müügikohta minekuks jne.",
        "packaging_option1": "Pakendivaba - tooted müüakse pakendita.",
        "packaging_option2": "Taaskasutatav - kasutatakse sellist pakendit, mida saab ka tulevikus pakkimiseks kasutada.",
        "packaging_option3": "Biolagunev - pakend tehakse materjalist, mida saab komposteerida või mida lagundavad mikroorganismid või muud organismid.",
        "packaging_option4": "Minimaalne pakend - pakend, mis on hädavajalik, et tooted jõuaksid tervena kohale ega kahjustaks ümbritsevat keskkonda ja inimesi.",
        "packaging_option5": "Teiste ettevõtete materjalijäägid - pakkimiseks kasutatakse teistest tootmisest üle jäänud materjalitükke või vanu tooteid, s.t suurendatakse nende materjalide väärtust.",
        "waste_option1": "Biolagunevad - tehakse materjalist, mida saab komposteerida või mida lagundavad mikroorganismid või muud organismid.",
        "waste_option2": "Tootmisjäägivaba - kasutate ära kõik materjalid ja jääke ei jää.",
        "waste_option3": "Ümbertöödeldavad - teie jäägid on ümbertöödeldavad ja te sorteerite neid.",
        "waste_option4": "Kasutatavad uuteks toodeteks - teie jääke saab kasutada uute toodete tegemiseks ja te kogute neid selleks.",
        "waste_option5": "Ei teki ohtlikke jäätmeid - teie jäägid ei ole mürgised",
        "marketing_option1": "Biolagunevad - näiteks roll-up'id (rullplakatid), plastikust reklaamplakatid, lipud jms.",
        "marketing_option2": "Trükitud materjale ei kasutata - näiteks reklaamvoldikuid, reklaamlehti, visiitkaarte jms.",
        "marketing_option3": "Jätkusuutlik virtuaalturundus - luuakse roheline koduleht, leides selle jaoks keskkonnasõbraliku asukoha, ei kasutata Netflixi, Amazoni, HBO-d and Hulu't  (vt. Greenpeace Clicking Clean report) jne.",
        "marketing_option4": "Ei tehta reklaamkinke - tavaliselt partnerid ei vaja neid, tekitab liigset tarbimist.",
        "marketing_option5": "Hoidutakse rohepesust - ettevõtte toodete keskkonnaohutuse kohta vale mulje või eksitava teabe edastamise protsess.",
        "office_option1": "Paberivaba - teie raamatupidamine on arvutis, te ei prindi välja pabereid.",
        "office_option2": "Pürgi sorteerimine - sorteerite oma jäägid ja prügi liikide kaupa kõikides oma tegevuse etappides.",
        "office_option3": "Kaugtöö - võimalusel töötavad teie liikmed kodus ",
        "office_option4": "Ei kasutata ühekordseid nõusid - kokkusaamiste ja ürituste ajal kasutate pestavaid nõusid.",
        "product_option1": "Parandatav - toodet on võimalik parandada ja selle komponente asendada, et selle eluiga pikendada.",
        "product_option2": "Pikk elutsükkel - toode on mõeldud kestma kauem ühest tarbimisperioodist.",
        "product_option3": "Keskkonnasõbralikkus - teie toode ise ei kahjusta mingil moel keskkonda.",
        "product_option4": "Rahuldab tõelist vajadust - lahendab tegeliku probleemi ja seda kasutatakse pärast ostmist mitmeid kordi.",
        "product_option5": "Keskendub keskkonnaprobleemi lahendamisele - toote idee taga on soov muuta maailma rohkem keskkonnasõbralikuks.",
        "selling_option1": "Aktiivne, mitte agressiivne müük - selgitate oma toote väärtusi, aga teie eesmärk ei ole müüa iga hinna eest müüa ka inimestele, kes teie toodet ei vaja. ",
        "selling_option2": "Suunatud tegelikult sihtrühmale - teete kindlaks, et teie potentsiaalne klient ka tegelikult toodet vajab ja pakute seda vaid potentsiaalsetele kasutajatele",
        "selling_option3": "Rohelise elustiili propageerimine - müügi ajal reklaamite rohelisi tooteid ja keskkonnasõbralikku käitumist",
        "selling_option4": "Ei esita valeargumente - ei luba midagi, mida teie toode ei tee, ega midagi, mille kohta te pole kindlad, kas ta sobib kliendile või mitte.",
        "submit": "Saada",
        "back": "Tagasi",
        "great": "Paremini praktiliselt ei saakski!",
        "ok": "Teil läheb hästi!",
        "bad": "Te peaksite rohkem mõtlema roheteemadele",
        "all_ok": "Olete tublid, et pöörate tähelepanu roheteemadele! Vaadake oma vastused üle ja mõelge, kas saaksite midagi veel paremini teha!",
        "issues_with": "Olete tublid, et pöörate tähelepanu roheteemadele! Aga mõelge oma tegevused läbi ka järgnevates kategooriates:",
        "issues_with_followup": "Nendes aspektides ei ole te veel piisavalt keskkonnahoidlikud.",
        "you_should_work_harder": "Olete roheteemaga vähe tegelenud, mõelge, mida saaksite teha, et teie ettevõtlus oleks keskkonnasõbralikum?"
      }
  }