{
    "en": {
        "title": "Going Green Assessment Tool",
        "resources": "Resources",
        "production": "Production",
        "transport": "Transport",
        "packaging": "Packaging",
        "waste": "Waste",
        "marketing": "Marketing",
        "office": "Office",
        "product": "Product",
        "selling": "Selling",
        "resources_option1": "Local resources - resources originating from your local area, its surroundings, county, or country.",
        "resources_option2": "Certified materials - certificates for material recycling, such as compostability, recycling options, etc.",
        "resources_option3": "Other companies' material waste - utilizing waste materials from other producers, increasing the value of those materials.",
        "resources_option4": "Recyclable materials - collecting and processing previously used materials to manufacture new products that would otherwise be discarded in landfills.",
        "resources_option5": "Renewable materials - materials that different generations can repeatedly regenerate.",
        "resources_option6": "Biodegradable - substances that can compost or decompose through microorganisms or other organisms.",
        "production_option1": "Material efficient - the final product is produced with minimal material usage.",
        "production_option2": "Zero waste - no waste is generated in the production process.",
        "production_option3": "Energy-efficient - minimal use of electricity.",
        "production_option4": "Water usage - minimal water usage.",
        "production_option5": "Without hazardous waste - hazardous substances are not used or generated as by-products in production.",
        "production_option6": "100% renewable energy - energy is obtained from the sun and wind, naturally renewable sources.",
        "transport_option1": "CO2 zero emissions - traveling by foot, bicycle, 100% electric vehicles, etc.",
        "transport_option2": "Bulk shipments - products are not sent individually but in large quantities or together with other shipments using postal services.",
        "transport_option3": "Short distances - materials arrive from the same village, neighborhood, district, and products are sent nearby.",
        "transport_option4": "Optimized trips - trips are combined with others, packages are sent along with other shipments when the direction is the same.",
        "transport_option5": "Use of bicycles - products are delivered to customers by bicycle, mentors and customers are visited, etc.",
        "transport_option6": "Public transport - for delivering products to customers, attending meetings, going to sales locations, etc.",
        "packaging_option1": "Packaging-free - products are sold without packaging.",
        "packaging_option2": "Reusable - using packaging that can be used for packaging in the future.",
        "packaging_option3": "Biodegradable - packaging made from material that can be composted or decomposed by microorganisms or other organisms.",
        "packaging_option4": "Minimal packaging - packaging that is essential for products to arrive intact and not harm the surrounding environment and people.",
        "packaging_option5": "Utilization of other companies' material waste - packaging made from leftover materials or old products from other production, thus increasing the value of these materials.",
        "waste_option1": "Biodegradable - product is made from material that can be composted or decomposed by microorganisms or other organisms.",
        "waste_option2": "Waste-free - utilizing all materials, with no waste left behind.",
        "waste_option3": "Recyclable - your waste is recyclable, and you sort it.",
        "waste_option4": "Usable for new products - your waste can be used to make new products, and you collect it for this purpose.",
        "waste_option5": "No hazardous waste generated - your waste is not toxic.",
        "marketing_option1": "No plastic advertising material - for example, roll-ups, plastic advertising banners, flags, etc.",
        "marketing_option2": "No printed materials used - for example, advertising brochures, flyers, business cards, etc.",
        "marketing_option3": "Sustainable digital marketing - creating a green website, finding an environmentally friendly location for it, not using Netflix, Amazon, HBO, and Hulu (see Greenpeace Clicking Clean report), etc.",
        "marketing_option4": "No promotional gifts - usually, partners don't need them, which generates excessive consumption.",
        "marketing_option5": "Avoiding greenwashing - the process of conveying false impressions or misleading information about the environmental safety of a company's products.",
        "office_option1": "Paperless - your accounting is computerized, and you don't print out papers.",
        "office_option2": "Waste sorting - you sort your waste and garbage by type at all stages of your operations.",
        "office_option3": "Remote work - your members work from home when possible.",
        "office_option4": "No disposable tableware used - washable dishes are used for meetings and events.",
        "product_option1": "Repairable - the product can be repaired, and its components replaced to extend its lifespan.",
        "product_option2": "Long life cycle - the product is designed to last longer than one consumption period.",
        "product_option3": "Environmental friendliness - your product does not harm the environment in any way.",
        "product_option4": "Meets a genuine need - it solves a real problem and is used multiple times after purchase.",
        "product_option5": "Focuses on solving environmental problems - the idea behind the product is to make the world more environmentally friendly.",
        "selling_option1": "Active, not aggressive selling - you explain the values of your product, but your goal is not to sell at all costs, even to people who don't need your product.",
        "selling_option2": "Targeted to the actual audience - you make sure that your potential customer actually needs the product and offer it only to potential users.",
        "selling_option3": "Promoting a green lifestyle - during sales, you advertise green products and environmentally friendly behavior.",
        "selling_option4": "No false arguments presented - don't promise anything your product doesn't do or anything you're not sure fits the customer's needs.",
        "submit": "Submit",
        "back": "Go back",
        "great": "You are one of the best!",
        "ok": "You are doing great!",
        "bad": "You should consider green topics!",
        "all_ok": "Review your answers and consider if there's anything more you could do even better!",
        "issues_with": "Consider your actions in the following categories: ",
        "issues_with_followup": "In these aspects, you're not yet sufficiently environmentally friendly.",
        "you_should_work_harder": "Think about what you could do to make your business more environmentally friendly.",
        "intro_ok": "OK",
        "intro_section1": "Dear Student,",
        "intro_section2": "This assessment tool is developed for you and is meant to support your learning process. Nowadays people understand more and more that accepting environmentally friendly lifestyle is a must to ensure the possibility of life on our beautiful planet for young people and future generations. Your everyday efforts are needed but companies who produce their products and services have the greatest impact on environment.  With this simple self-assessment tool you can think through the impact of your decisions as young entrepreneurs.",
        "intro_section3": "In Going Green assessment tool you should tick the boxes of each statement that are true about your idea/student company/team. Sometimes the answer is true to some extent and to some extent false. Tick the box if it is more true than false, but keep it in your mind. ",
        "intro_section4": "Remember, that it is self-assessment and it’s not intended to be used on other purposes. The best way to get most out of it is to pass the assessment twice. The first time individually and the second time with your group discussing through your opinions and choices. ",
        "intro_section5": "When you have finished your assessment think if and how it is possible to act in a more environmentally friendly way.",
        "intro_section6": "You may add the number of positive answers together but it is not possible to compare your grades with other groups because your products are different and your opportunities to decrease your footprint are either not the same.",
        "intro_section7": "Good luck in using the Going Green Assessment Tool and in improving your performance as young entrepreneurs."
    },
    "ee": {
        "title": "Rohehindamise küsimustik",
        "resources": "Ressursid",
        "production": "Tootmine",
        "transport": "Transport",
        "packaging": "Pakendamine",
        "waste": "Tootmisjäägid",
        "marketing": "Turundus",
        "office": "Kontor",
        "product": "Toode",
        "selling": "Müümine",
        "resources_option1": "Kohalikud ressursid - ressursid, mis pärinevad teie kohalikust piirkonnast, selle ümbrusest, maakonnast või riigist.",
        "resources_option2": "Sertifitseeritud materjalid - materjali taaskasutamise tunnistused, näiteks komposteeritavus, ringlussevõtu võimalused jne.",
        "resources_option3": "Teiste ettevõtete materjalijäägid - teiste tootjate jäätunud materjalitükkide kasutamine, suurendades nende materjalide väärtust.",
        "resources_option4": "Ringlussevõetavad materjalid - varem kasutatud materjalide kogumine ja töötlemine uute toodete valmistamiseks, mida muidu visatakse prügilasse.",
        "resources_option5": "Taastuvad materjalid - materjalid, mida erinevad põlvkonnad saavad korduvalt taastada.",
        "resources_option6": "Bioloogiliselt lagunevad - ained, mis võivad komposteeruda või lagundavad mikroorganismid või muud organismid.",
        "production_option1": "Materjalisäästlik - lõpptulemus toodetakse võimalikult väikese materjalikasutusega",
        "production_option2": "Jäätmevaba - tootmisprotsessis ei teki jäätmeid.",
        "production_option3": "Energiatõhus - minimaalne elektrienergia kasutamine.",
        "production_option4": "Veekasutus - minimaalne veekasutus.",
        "production_option5": "Ohtlike jäätmeteta - tootmises ei kasutata ega teki kõrvalsaadustena ohtlikke aineid.",
        "production_option6": "100% taastuvenergia - energia saadakse päikesest ja tuulest ning taastuvad looduslikult.",
        "transport_option1": "CO2 nullemissioon - liigute jalgsi, jalgrattaga, 100% elektrisõidukitega jne.",
        "transport_option2": "Suured saadetised - tooteid ei saadeta ühekaupa, vaid suurtes kogustes või koos teiste saadetistega postiteenust kasutades.",
        "transport_option3": "Lühikesed vahemaad - materjalid saabuvad samast külast, ümbruskonnast, linnaosast ja tooted saadetakse lähedale.",
        "transport_option4": "Optimeeritud sõidud - sõidud ühitatakse teistega, pakke saadetakse koos teiste saadetistega, kui suund on sama.",
        "transport_option5": "Jalgrataste kasutamine - jalgratastega toimetatakse klientidele tooteid, käiakse mentoritega ja klientidega kohtumas jne.",
        "transport_option6": "Ühistransport - klientidele toodete toimetamiseks, kohtumistel käimiseks, müügikohta minekuks jne.",
        "packaging_option1": "Pakendivaba - tooted müüakse pakendita.",
        "packaging_option2": "Taaskasutatav - kasutatakse sellist pakendit, mida saab ka tulevikus pakkimiseks kasutada.",
        "packaging_option3": "Biolagunev - pakend tehakse materjalist, mida saab komposteerida või mida lagundavad mikroorganismid või muud organismid.",
        "packaging_option4": "Minimaalne pakend - pakend, mis on hädavajalik, et tooted jõuaksid tervena kohale ega kahjustaks ümbritsevat keskkonda ja inimesi.",
        "packaging_option5": "Teiste ettevõtete materjalijäägid - pakkimiseks kasutatakse teistest tootmisest üle jäänud materjalitükke või vanu tooteid, s.t suurendatakse nende materjalide väärtust.",
        "waste_option1": "Biolagunevad - tooted tehakse materjalist, mida saab komposteerida või mida lagundavad mikroorganismid või muud organismid.",
        "waste_option2": "Tootmisjäägivaba - kasutate ära kõik materjalid ja jääke ei jää.",
        "waste_option3": "Ümbertöödeldavad - teie jäägid on ümbertöödeldavad ja te sorteerite neid.",
        "waste_option4": "Kasutatavad uuteks toodeteks - teie jääke saab kasutada uute toodete tegemiseks ja te kogute neid selleks.",
        "waste_option5": "Ei teki ohtlikke jäätmeid - teie jäägid ei ole mürgised",
        "marketing_option1": "Plastreklaam puudub - näiteks roll-up'id (rullplakatid), plastikust reklaamplakatid, lipud jms.",
        "marketing_option2": "Trükitud materjale ei kasutata - näiteks reklaamvoldikuid, reklaamlehti, visiitkaarte jms.",
        "marketing_option3": "Jätkusuutlik virtuaalturundus - luuakse roheline koduleht, leides selle jaoks keskkonnasõbraliku asukoha, ei kasutata Netflixi, Amazoni, HBO-d and Hulu't  (vt. Greenpeace Clicking Clean report) jne.",
        "marketing_option4": "Ei tehta reklaamkinke - tavaliselt partnerid ei vaja neid, tekitab liigset tarbimist.",
        "marketing_option5": "Hoidutakse rohepesust - ettevõtte toodete keskkonnaohutuse kohta vale mulje või eksitava teabe edastamise protsess.",
        "office_option1": "Paberivaba - teie raamatupidamine on arvutis, te ei prindi välja pabereid.",
        "office_option2": "Pürgi sorteerimine - sorteerite oma jäägid ja prügi liikide kaupa kõikides oma tegevuse etappides.",
        "office_option3": "Kaugtöö - võimalusel töötavad teie liikmed kodus ",
        "office_option4": "Ei kasutata ühekordseid nõusid - kokkusaamiste ja ürituste ajal kasutate pestavaid nõusid.",
        "product_option1": "Parandatav - toodet on võimalik parandada ja selle komponente asendada, et selle eluiga pikendada.",
        "product_option2": "Pikk elutsükkel - toode on mõeldud kestma kauem ühest tarbimisperioodist.",
        "product_option3": "Keskkonnasõbralikkus - teie toode ise ei kahjusta mingil moel keskkonda.",
        "product_option4": "Rahuldab tõelist vajadust - lahendab tegeliku probleemi ja seda kasutatakse pärast ostmist mitmeid kordi.",
        "product_option5": "Keskendub keskkonnaprobleemi lahendamisele - toote idee taga on soov muuta maailma rohkem keskkonnasõbralikuks.",
        "selling_option1": "Aktiivne, mitte agressiivne müük - selgitate oma toote väärtusi, aga teie eesmärk ei ole müüa iga hinna eest müüa ka inimestele, kes teie toodet ei vaja. ",
        "selling_option2": "Suunatud tegelikult sihtrühmale - teete kindlaks, et teie potentsiaalne klient ka tegelikult toodet vajab ja pakute seda vaid potentsiaalsetele kasutajatele",
        "selling_option3": "Rohelise elustiili propageerimine - müügi ajal reklaamite rohelisi tooteid ja keskkonnasõbralikku käitumist",
        "selling_option4": "Ei esita valeargumente - ei luba midagi, mida teie toode ei tee, ega midagi, mille kohta te pole kindlad, kas ta sobib kliendile või mitte.",
        "submit": "Saada",
        "back": "Tagasi",
        "great": "Paremini praktiliselt ei saakski!",
        "ok": "Teil läheb hästi!",
        "bad": "Te peaksite rohkem mõtlema roheteemadele",
        "all_ok": "Olete tublid, et pöörate tähelepanu roheteemadele! Vaadake oma vastused üle ja mõelge, kas saaksite midagi veel paremini teha!",
        "issues_with": "Olete tublid, et pöörate tähelepanu roheteemadele! Aga mõelge oma tegevused läbi ka järgnevates kategooriates:",
        "issues_with_followup": "Nendes aspektides ei ole te veel piisavalt keskkonnahoidlikud.",
        "you_should_work_harder": "Olete roheteemaga vähe tegelenud, mõelge, mida saaksite teha, et teie ettevõtlus oleks keskkonnasõbralikum?",
        "intro_ok": "OK",
        "intro_section1": "Kallis ettevõtluse õppija!",
        "intro_section2": "See enesehindamise küsimustik töötati välja sinu õppeprotsessi täiustamiseks. Tänapäeval taipab üha enam inimesi, et keskkonnasõbralik eluviis on ainuvõimalik elutingimuste tagamiseks meie kaunil planeedil nii praegustele noortele kui ka tulevatele põlvedele. Selleks on kindlasti vaja sinu igapäevaseid jõupingutusi, aga keskkonnale suurimat mõju avaldavad ettevõtted, kes toodavad meile vajalikke kaupu ja teenuseid. See väga lihtne enesehindamise küsimustik aitab sul analüüsida oma otsuste mõju noore ettevõtjana.",
        "intro_section3": "Going Green (Muutu roheliseks) enesehinnangu küsimustikku täites tee märge ruutudesse, mis sinu idee, õpilasfirma või meeskonna kohta kehtivad. Vahel võib ka juhtuda, et väide on osaliselt tõene, aga osaliselt ei ole. Sel juhul tee ruudukesse märge, kui väide on rohkem tõene kui väär, aga pea meeles, et see vastus on tingimuslik.",
        "intro_section4": "Kõige parem on kui teete hindamise läbi kaks korda. Esmalt tee seda üksinda ja teist korda koos oma rühmaga, arutades läbi oma arvamused ja valikud.",
        "intro_section5": "Pea meeles, et see on enesehindamise vahend ning ei ole ette nähtud kasutamiseks teistel eesmärkidel. Kui oled hindamise lõpetanud, mõtle kuidas oleks võimalik tegutseda veelgi keskkonnasõbralikumalt.",
        "intro_section6": "Võid liita positiivsete vastuste arvu kokku, aga saadud hinnet ei saa võrrelda teiste rühmadega, kuna tooted on erinevad ning seda on ka võimalused oma jalajälge vähendada.",
        "intro_section7": "Õnn kaasa Rohehindamise küsimustiku kasutamiseks ja oma tegevuse jätkusuutlikumaks muutmisel noorte ettevõtjatena!"
      },
    "lt": {
        "title": "Žalias skaičiuotuvas verslui",
        "resources": "Ištekliai",
        "production": "Gamyba",
        "transport": "Transportas",
        "packaging": "Pakuotė",
        "waste": "Atliekos",
        "marketing": "Marketingas",
        "office": "Ofisas",
        "product": "Produktas",
        "selling": "Pardavimas",
        "resources_option1": "Vietiniai ištekliai - ištekliai, kylančiai iš jūsų vietos, jos aplinkos, apskrities ar šalies.",
        "resources_option2": "Sertifikuoti medžiagos - sertifikatai medžiagų perdirbimui, tokių kaip kompostavimas, perdirbimo galimybės ir kt.",
        "resources_option3": "Kitų įmonių medžiagų atliekos - naudojant kitų gamintojų atliekas, padidinant šių medžiagų vertę.",
        "resources_option4": "Perdirbamos medžiagos - rinkimas ir perdirbimas anksčiau naudotų medžiagų, kad būtų gaminami nauji produktai, kurie kitu atveju būtų išmesti į sąvartynus.",
        "resources_option5": "Atsinaujinantys ištekliai - medžiagos, kurias skirtingos kartos gali periodiškai atnaujinti.",
        "resources_option6": "Biodegraduojami - medžiagos, kurios gali suirti arba pūti mikroorganizmų ar kitų organizmų dėka.",
        "production_option1": "Medžiagos efektyvumas - galutinis produktas gaminamas su minimaliu medžiagų naudojimu.",
        "production_option2": "Jokios atliekos - gamybos procese nesukuriama jokių atliekų.",
        "production_option3": "Energijos efektyvumas - minimalus elektros energijos naudojimas.",
        "production_option4": "Vandens naudojimas - minimalus vandens naudojimas.",
        "production_option5": "Be pavojingų atliekų - pavojingos medžiagos nenaudojamos arba nesukuriamos kaip šalutiniai produktai gamyboje.",
        "production_option6": "100% atsinaujinanti energija - energija gaunama iš saulės ir vėjo, natūraliai atsinaujinantys ištekliai.",
        "transport_option1": "CO2 nulinės emisijos - keliaujama pėsčiomis, dviračiu, 100% elektriniais transporto priemonėmis ir t. t.",
        "transport_option2": "Didelės apkrovos - produktai nesiunčiami atskirai, o dideliais kiekiais arba kartu su kitomis siuntomis naudojant pašto paslaugas.",
        "transport_option3": "Trumpi atstumai - medžiagos atvyksta iš tos pačios kaimo, rajono, apskrities ir produktai siunčiami arti.",
        "transport_option4": "Optimizuoti kelionės - kelionės sujungiamos su kitomis, siuntos siunčiamos kartu su kitomis siuntomis, kai kryptis vienoda.",
        "transport_option5": "Dviračių naudojimas - produktai pristatomi klientams dviračiu, mentoriai ir klientai aplankomi ir t. t.",
        "transport_option6": "Viešasis transportas - produktai pristatomi klientams, dalyvaujant susitikimuose, lankantis pardavimo vietose ir t. t.",
        "packaging_option1": "Be pakuotės - produktai parduodami be pakuotės.",
        "packaging_option2": "Panaudojama - naudojama pakuotė, kurią galima naudoti ateityje.",
        "packaging_option3": "Biodegraduojama - pakuotė pagaminta iš medžiagos, kuri gali būti kompostuojama arba suyra mikroorganizmų ar kitų organizmų veikla.",
        "packaging_option4": "Minimali pakuotė - pakuotė, kuri būtina, kad produktai neprarastų vientisumo ir nepakenktų aplinkai ir žmonėms.",
        "packaging_option5": "Kitų įmonių medžiagų atliekų panaudojimas - pakuotė pagaminta iš likusių medžiagų ar senų produktų iš kitų gamybos įmonių, taip padidinant šių medžiagų vertę.",
        "waste_option1": "Biodegraduojama - pagaminta iš medžiagos, kuri gali būti kompostuojama arba suyra mikroorganizmų ar kitų organizmų veikla.",
        "waste_option2": "Be atliekų - naudojamos visos medžiagos, be jokių likučių.",
        "waste_option3": "Perdirbama - jūsų atliekos gali būti perdirbtos, ir jūs jas rūšiuojate.",
        "waste_option4": "Tinkamos naujiems produktams - jūsų atliekos gali būti naudojamos naujų produktų gamybai, ir jūs jas renkate šiam tikslui.",
        "waste_option5": "Nesukuriamos pavojingos atliekos - jūsų atliekos nėra toksiškos.",
        "marketing_option1": "Nėra plastikinės reklaminės medžiagos - pavyzdžiui, plakatai, plastikiniai reklaminiai stendai, vėliavos ir kt.",
        "marketing_option2": "Be spausdintų medžiagų - pavyzdžiui, reklaminiai brošiūros, skrajutai, vizitinės kortelės ir kt.",
        "marketing_option3": "Tvarus skaitmeninis marketingas - kuriant žaliąją svetainę, surandant aplinkai draugišką vietą, nenaudojant „Netflix“, „Amazon“, „HBO“ ir „Hulu“ (žr. „Greenpeace Clicking Clean“ ataskaitą) ir kt.",
        "marketing_option4": "Jokių reklaminių dovanų - paprastai partneriams jų nereikia, kas sukelia perteklinį vartojimą.",
        "marketing_option5": "Vengimas žaliavų skalavimo - proceso, kai teikiama klaidinga informacija arba klaidinama informacija apie įmonės produktų aplinkosaugą.",
        "office_option1": "Be popieriaus - jūsų apskaita kompiuterizuota, ir jūs nespausdinate popieriaus.",
        "office_option2": "Atliekų rūšiavimas - jūs rūšiuojate savo atliekas ir šiukšles pagal tipą visais savo veiklos etapais.",
        "office_option3": "Nuotolinis darbas - jūsų nariai dirba iš namų, kai tai įmanoma.",
        "office_option4": "Nenaudojamos vienkartinės indai - susitikimams ir renginiams naudojami plaunami indai.",
        "product_option1": "Patareimas - produktą galima pataisyti ir pakeisti jo dalis, kad būtų pratęstas jo tarnavimo laikotarpis.",
        "product_option2": "Ilgas ciklas - produktas suprojektuotas tarnauti ilgiau nei vieną vartojimo laikotarpį.",
        "product_option3": "Aplinkai draugiškumas - jūsų produktas jokiu būdu nesukelia žalos aplinkai.",
        "product_option4": "Tenkina tikrą poreikį - jis išsprendžia realią problemą ir yra naudojamas kelis kartus po pirkimo.",
        "product_option5": "Sutelkimas į aplinkos problemų sprendimą - produkto idėja - padaryti pasaulį draugiškesnį aplinkai.",
        "selling_option1": "Aktyvus, neagresyvus pardavimas - jūs paaiškinote savo produkto vertybes, bet jūsų tikslas nėra parduoti už bet kokią kainą, net ir tiems žmonėms, kuriems nereikia jūsų produkto.",
        "selling_option2": "Skirta tikrųjų auditorijai - įsitikinkite, kad jūsų potencialus klientas iš tikrųjų reikalingas produktas ir siūlote jį tik potencialiems vartotojams.",
        "selling_option3": "Reklamuojama žalia gyvensena - pardavimų metu jūs reklamuojate žalius produktus ir aplinkai draugišką elgesį.",
        "selling_option4": "Nepristatomi klaidinantys argumentai - nesiteikite nieko, ko jūsų produktas nepadaro arba ko nesate tikri, kad atitinka kliento poreikius.",
        "submit": "Pateikti",
        "back": "Grįžti",
        "great": "Jūs esate vienas geriausių!",
        "ok": "Jums sekasi puikiai!",
        "bad": "Turėtumėte apsvarstyti žalias temas!",
        "all_ok": "Peržiūrėkite savo atsakymus ir apsvarstykite, ar galėtumėte padaryti dar geriau!",
        "issues_with": "Apsvarstykite savo veiksmus šiose kategorijose: ",
        "issues_with_followup": "Šiais aspektais jūs dar nepakankamai draugiški aplinkai.",
        "you_should_work_harder": "Apsvarstykite, ką galėtumėte padaryti, kad jūsų verslas taptų aplinkai draugiškesnis.",
        "intro_ok": "OK",
        "intro_section1": "Mielas Studente,",
        "intro_section2": "Šis vertinimo įrankis sukurtas specialiai tau ir skirtas padėti tavo mokymosi procesui. Šiais laikais žmonės vis labiau supranta, kad priimti aplinkai draugišką gyvenimo būdą yra būtina, siekiant užtikrinti gyvenimo galimybę mūsų gražioje planetoje jauniems žmonėms ir būsimoms kartoms. Tavo kasdienės pastangos yra reikalingos, bet didžiausią poveikį aplinkai daro įmonės, kurios gamina savo produktus ir teikia paslaugas. Su šiuo paprastu savianalizės įrankiu gali apsvarstyti savo sprendimų poveikį kaip jaunasis verslininkas.",
        "intro_section3": "Vertindamas „Eiti žaliuoju“ įrankį, pažymėk kiekvieną teiginį, kuris yra teisingas tavo idėjai/studentų įmonei/komandai. Kartais atsakymas yra iš dalies teisingas ir iš dalies neteisingas. Pažymėk langelį, jei atsakymas labiau teisingas nei neteisingas, bet nepamiršk to savo galvoje.",
        "intro_section4": "Atmink, kad tai yra savianalizė ir ji nėra skirta kitokiems tikslams. Geriausias būdas maksimaliai pasinaudoti šiuo įrankiu yra atlikti vertinimą du kartus. Pirmą kartą individualiai, o antrą kartą – su savo grupe, aptariant savo nuomones ir pasirinkimus.",
        "intro_section5": "Baigęs vertinimą pagalvok, ar yra būdų veikti aplinkai draugiškiau.",
        "intro_section6": "Galbūt norėsi sudėti teigiamų atsakymų skaičių, bet negalima lyginti savo balų su kitomis grupėmis, nes jūsų produktai skiriasi ir jūsų galimybės sumažinti savo pėdsaką nėra tos pačios.",
        "intro_section7": "Sėkmės naudojant „Eiti žaliuoju“ vertinimo įrankį ir gerinant savo, kaip jaunųjų verslininkų, rezultatus."
      },
      "pt": {
        "title": "Calculadora Verde para Empresas",
        "resources": "Recursos",
        "production": "Produção",
        "transport": "Transporte",
        "packaging": "Embalagem",
        "waste": "Resíduos",
        "marketing": "Marketing",
        "office": "Escritório",
        "product": "Produto",
        "selling": "Venda",
        "resources_option1": "Recursos locais - recursos originários da sua área local, seus arredores, município ou país.",
        "resources_option2": "Materiais certificados - certificados para reciclagem de material, como compostagem, opções de reciclagem, etc.",
        "resources_option3": "Resíduos de materiais de outras empresas - aproveitando materiais de resíduos de outros produtores, aumentando o valor desses materiais.",
        "resources_option4": "Materiais recicláveis - coletando e processando materiais previamente usados para fabricar novos produtos que de outra forma seriam descartados em aterros sanitários.",
        "resources_option5": "Materiais renováveis - materiais que diferentes gerações podem regenerar repetidamente.",
        "resources_option6": "Biodegradável - substâncias que podem compostar ou decompor por meio de microorganismos ou outros organismos.",
        "production_option1": "Eficiência de material - o produto final é produzido com uso mínimo de material.",
        "production_option2": "Zero resíduos - nenhum resíduo é gerado no processo de produção.",
        "production_option3": "Eficiência energética - uso mínimo de eletricidade.",
        "production_option4": "Uso de água - uso mínimo de água.",
        "production_option5": "Sem resíduos perigosos - substâncias perigosas não são usadas ou geradas como subprodutos na produção.",
        "production_option6": "100% de energia renovável - energia é obtida do sol e do vento, fontes naturalmente renováveis.",
        "transport_option1": "Emissões zero de CO2 - viajar a pé, de bicicleta, com veículos 100% elétricos, etc.",
        "transport_option2": "Cargas a granel - produtos não são enviados individualmente, mas em grandes quantidades ou junto com outras remessas usando serviços postais.",
        "transport_option3": "Distâncias curtas - materiais chegam da mesma vila, bairro, distrito, e os produtos são enviados nas proximidades.",
        "transport_option4": "Viagens otimizadas - viagens são combinadas com outras, pacotes são enviados junto com outras remessas quando a direção é a mesma.",
        "transport_option5": "Uso de bicicletas - produtos são entregues aos clientes de bicicleta, mentores e clientes são visitados, etc.",
        "transport_option6": "Transporte público - para entrega de produtos aos clientes, participação em reuniões, ida a locais de venda, etc.",
        "packaging_option1": "Sem embalagem - produtos são vendidos sem embalagem.",
        "packaging_option2": "Reutilizável - usando embalagens que podem ser usadas para embalar no futuro.",
        "packaging_option3": "Biodegradável - embalagem feita de material que pode ser compostado ou decomposto por microorganismos ou outros organismos.",
        "packaging_option4": "Embalagem mínima - embalagem essencial para que os produtos cheguem intactos e não prejudiquem o meio ambiente e as pessoas ao redor.",
        "packaging_option5": "Utilização de resíduos de materiais de outras empresas - embalagens feitas a partir de materiais excedentes ou produtos antigos de outras produções, aumentando assim o valor desses materiais.",
        "waste_option1": "Biodegradável - feito de material que pode ser compostado ou decomposto por microorganismos ou outros organismos.",
        "waste_option2": "Sem resíduos - aproveitando todos os materiais, sem deixar resíduos para trás.",
        "waste_option3": "Reciclável - seus resíduos são recicláveis e você os separa.",
        "waste_option4": "Usável para novos produtos - seus resíduos podem ser usados para fabricar novos produtos e você os coleta para este fim.",
        "waste_option5": "Sem geração de resíduos perigosos - seus resíduos não são tóxicos.",
        "marketing_option1": "Nenhum material publicitário de plástico - por exemplo, roll-ups, banners publicitários de plástico, bandeiras, etc.",
        "marketing_option2": "Sem materiais impressos - por exemplo, brochuras publicitárias, panfletos, cartões de visita, etc.",
        "marketing_option3": "Marketing digital sustentável - criação de um site verde, encontrar um local ecologicamente correto para ele, não usando Netflix, Amazon, HBO e Hulu (ver relatório Greenpeace Clicking Clean), etc.",
        "marketing_option4": "Sem brindes promocionais - geralmente, os parceiros não precisam deles, o que gera consumo excessivo.",
        "marketing_option5": "Evitando greenwashing - o processo de transmitir falsas impressões ou informações enganosas sobre a segurança ambiental dos produtos de uma empresa.",
        "office_option1": "Sem papel - sua contabilidade é informatizada e você não imprime papéis.",
        "office_option2": "Classificação de resíduos - você classifica seus resíduos e lixo por tipo em todas as etapas de suas operações.",
        "office_option3": "Trabalho remoto - seus membros trabalham em casa quando possível.",
        "office_option4": "Não são utilizados utensílios descartáveis - são utilizados pratos laváveis para reuniões e eventos.",
        "product_option1": "Reparável - o produto pode ser reparado e suas peças substituídas para estender sua vida útil.",
        "product_option2": "Ciclo de vida longo - o produto é projetado para durar mais do que um período de consumo.",
        "product_option3": "Amigo do ambiente - seu produto não prejudica o meio ambiente de forma alguma.",
        "product_option4": "Atende a uma necessidade genuína - resolve um problema real e é usado várias vezes após a compra.",
        "product_option5": "Concentra-se em resolver problemas ambientais - a ideia por trás do produto é tornar o mundo mais amigo do ambiente.",
        "selling_option1": "Venda ativa, não agressiva - você explica os valores do seu produto, mas seu objetivo não é vender a qualquer custo, mesmo para pessoas que não precisam do seu produto.",
        "selling_option2": "Direcionado para o público-alvo real - você se certifica de que seu cliente em potencial realmente precisa do produto e o oferece apenas a usuários potenciais.",
        "selling_option3": "Promoção de um estilo de vida verde - durante as vendas, você anuncia produtos verdes e comportamentos ambientalmente amigáveis.",
        "selling_option4": "Não são apresentados argumentos falsos - não prometa nada que seu produto não faça ou nada sobre o qual você não tenha certeza se atende às necessidades do cliente.",
        "submit": "Enviar",
        "back": "Voltar",
        "great": "Você é um dos melhores!",
        "ok": "Você está indo muito bem!",
        "bad": "Você deveria considerar temas verdes!",
        "all_ok": "Revise suas respostas e considere se há algo mais que você poderia fazer ainda melhor!",
        "issues_with": "Considere suas ações nas seguintes categorias: ",
        "issues_with_followup": "Nesses aspectos, você ainda não é suficientemente amigo do ambiente.",
        "you_should_work_harder": "Pense no que você poderia fazer para tornar seu negócio mais amigo do ambiente.",
        "intro_ok": "OK",
        "intro_section1": "Caro Aluno,",
        "intro_section2": "Esta ferramenta de avaliação foi desenvolvida para você e tem como objetivo apoiar o seu processo de aprendizado. Hoje em dia, as pessoas entendem cada vez mais que adotar um estilo de vida ecologicamente correto é essencial para garantir a possibilidade de vida em nosso belo planeta para os jovens e as futuras gerações. Seus esforços diários são importantes, mas as empresas que produzem produtos e serviços têm o maior impacto no meio ambiente. Com esta simples ferramenta de autoavaliação, você pode refletir sobre o impacto das suas decisões como jovem empreendedor.",
        "intro_section3": "Na ferramenta de avaliação Going Green, você deve marcar as caixas de cada afirmação que forem verdadeiras sobre sua ideia/empresa estudantil/equipe. Às vezes, a resposta é parcialmente verdadeira e parcialmente falsa. Marque a caixa se for mais verdadeira do que falsa, mas mantenha isso em mente.",
        "intro_section4": "Lembre-se de que é uma autoavaliação e não deve ser usada para outros fins. A melhor maneira de tirar o máximo proveito dela é fazer a avaliação duas vezes. A primeira vez individualmente e a segunda vez com seu grupo discutindo suas opiniões e escolhas.",
        "intro_section5": "Quando terminar sua avaliação, pense se e como é possível agir de maneira mais ecológica.",
        "intro_section6": "Você pode somar o número de respostas positivas, mas não é possível comparar suas notas com outros grupos porque seus produtos são diferentes e suas oportunidades de reduzir sua pegada também não são as mesmas.",
        "intro_section7": "Boa sorte ao usar a Ferramenta de Avaliação Going Green e ao melhorar seu desempenho como jovem empreendedor."    
      },
      "el": {
        "title": "Πράσινος Υπολογιστής για Επιχειρήσεις",
        "resources": "Πόροι",
        "production": "Παραγωγή",
        "transport": "Μεταφορά",
        "packaging": "Συσκευασία",
        "waste": "Απόβλητα",
        "marketing": "Μάρκετινγκ",
        "office": "Γραφείο",
        "product": "Προϊόν",
        "selling": "Πώληση",
        "resources_option1": "Τοπικοί πόροι - πόροι που προέρχονται από την τοπική περιοχή σας, τους γύρω περιβάλλοντες, την επαρχία σας ή τη χώρα σας.",
        "resources_option2": "Πιστοποιημένα υλικά - πιστοποιητικά για την ανακύκλωση υλικών, όπως η αποσύνθεση, επιλογές ανακύκλωσης κ.λπ.",
        "resources_option3": "Απόβλητα υλικά άλλων εταιρειών - αξιοποιώντας υλικά απόβλητα άλλων παραγωγών, αυξάνοντας την αξία αυτών των υλικών.",
        "resources_option4": "Ανακυκλώσιμα υλικά - συλλέγοντας και επεξεργαζόμενα προηγουμένως χρησιμοποιημένα υλικά για την κατασκευή νέων προϊόντων που διαφορετικά θα πεταγόντουσαν σε χωματερές.",
        "resources_option5": "Ανανεώσιμα υλικά - υλικά που μπορούν να αναγεννηθούν από διαφορετικές γενιές επανειλημμένα.",
        "resources_option6": "Βιοδιασπώμενα - ουσίες που μπορούν να συνθλίψουν ή να αποσυνθλίψουν μέσω μικροοργανισμών ή άλλων οργανισμών.",
        "production_option1": "Αποδοτικότητα υλικού - το τελικό προϊόν παράγεται με ελάχιστη χρήση υλικού.",
        "production_option2": "Μηδενικά απόβλητα - δεν παράγονται απόβλητα στη διαδικασία παραγωγής.",
        "production_option3": "Ενεργειακή απόδοση - ελάχιστη χρήση ηλεκτρικής ενέργειας.",
        "production_option4": "Χρήση νερού - ελάχιστη χρήση νερού.",
        "production_option5": "Χωρίς επικίνδυνα απόβλητα - δεν χρησιμοποιούνται ή δημιουργούνται επικίνδυνες ουσίες ως υποπροϊόντα στην παραγωγή.",
        "production_option6": "100% ανανεώσιμη ενέργεια - η ενέργεια προέρχεται από τον ήλιο και τον άνεμο, φυσικά ανανεώσιμες πηγές.",
        "transport_option1": "Μηδενικές εκπομπές CO2 - ταξίδεψη με τα πόδια, ποδήλατο, 100% ηλεκτρικά οχήματα, κλπ.",
        "transport_option2": "Μεταφορά ως εμπορεύματα - τα προϊόντα δεν στέλνονται μεμονωμένα αλλά σε μεγάλες ποσότητες ή μαζί με άλλες αποστολές χρησιμοποιώντας υπηρεσίες ταχυδρομείου.",
        "transport_option3": "Μικρές αποστάσεις - τα υλικά φτάνουν από την ίδια κοινότητα, γειτονιά, περιοχή και τα προϊόντα στέλνονται κοντά.",
        "transport_option4": "Βελτιστοποιημένες διαδρομές - οι διαδρομές συνδυάζονται με άλλες, τα πακέτα στέλνονται μαζί με άλλες αποστολές όταν η κατεύθυνση είναι η ίδια.",
        "transport_option5": "Χρήση ποδηλάτων - τα προϊόντα παραδίδονται στους πελάτες με ποδήλατο, οι μέντορες και οι πελάτες επισκέπτονται, κλπ.",
        "transport_option6": "Δημόσιες συγκοινωνίες - για την παράδοση προϊόντων στους πελάτες, τη συμμετοχή σε συναντήσεις, την πήγαινε-έλα σε μέρη πώλησης, κλπ.",
        "packaging_option1": "Χωρίς συσκευασία - τα προϊόντα πωλούνται χωρίς συσκευασία.",
        "packaging_option2": "Επαναχρησιμοποιήσιμη - χρήση συσκευασίας που μπορεί να χρησιμοποιηθεί για συσκευασία στο μέλλον.",
        "packaging_option3": "Βιοδιασπώμενη - συσκευασία από υλικό που μπορεί να αποσυνθλίψει ή να αποσυνθλιψτεί από μικροοργανισμούς ή άλλους οργανισμούς.",
        "packaging_option4": "Ελάχιστη συσκευασία - συσκευασία που είναι απαραίτητη για την άθικτη άφιξη των προϊόντων και την αποφυγή βλάβης στο περιβάλλον και τους ανθρώπους γύρω.",
        "packaging_option5": "Χρήση αποβλήτων υλικών άλλων εταιρειών - συσκευασία κατασκευασμένη από υλικά που περισσεύουν ή παλιά προϊόντα από άλλες παραγωγές, αυξάνοντας έτσι την αξία αυτών των υλικών.",
        "waste_option1": "Βιοδιασπώμενα - κατασκευασμένα από υλικό που μπορεί να αποσυνθλίψει ή να αποσυνθλιψτεί από μικροοργανισμούς ή άλλους οργανισμούς.",
        "waste_option2": "Χωρίς απόβλητα - εκμεταλλευόμενος όλα τα υλικά, χωρίς να αφήνετε πίσω αποβλήτα.",
        "waste_option3": "Ανακυκλώσιμα - τα απόβλητά σας είναι ανακυκλώσιμα και τα ταξινομείτε.",
        "waste_option4": "Χρήσιμα για νέα προϊόντα - τα απόβλητά σας μπορούν να χρησιμοποιηθούν για την κατασκευή νέων προϊόντων και τα συλλέγετε για αυτό το σκοπό.",
        "waste_option5": "Χωρίς παραγωγή επικίνδυνων αποβλήτων - τα απόβλητά σας δεν είναι τοξικά.",
        "marketing_option1": "Χωρίς πλαστικό διαφημιστικό υλικό - για παράδειγμα, roll-ups, πλαστικές διαφημιστικές σημαίες, σημαίες, κλπ.",
        "marketing_option2": "Δεν χρησιμοποιούνται εκτυπωμένα υλικά - για παράδειγμα, διαφημιστικά φυλλάδια, φυλλάδια, επαγγελματικές κάρτες, κλπ.",
        "marketing_option3": "Βιώσιμο ψηφιακό μάρκετινγκ - δημιουργία πράσινου ιστότοπου, εύρεση περιβαλλοντικά φιλικής τοποθεσίας για αυτόν, μη χρήση Netflix, Amazon, HBO και Hulu (δείτε την έκθεση της Greenpeace Clicking Clean), κλπ.",
        "marketing_option4": "Χωρίς προωθητικά δώρα - συνήθως, οι εταίροι δεν τα χρειάζονται, πράγμα που προκαλεί υπερβολική κατανάλωση.",
        "marketing_option5": "Αποφυγή πράσινου πλύσης - η διαδικασία μετάδοσης ψευδών εντυπώσεων ή παραπλανητικών πληροφοριών σχετικά με την περιβαλλοντική ασφάλεια των προϊόντων μιας εταιρείας.",
        "office_option1": "Χωρίς χαρτί - ο λογαριασμός σας είναι υπολογιστοποιημένος και δεν εκτυπώνετε χαρτικά.",
        "office_option2": "Ταξινόμηση αποβλήτων - ταξινομείτε τα απορρίμματα και τα σκουπίδια σας ανά είδος σε όλα τα στάδια των λειτουργιών σας.",
        "office_option3": "Εργασία από απόσταση - τα μέλη σας εργάζονται από το σπίτι όταν είναι δυνατόν.",
        "office_option4": "Χωρίς χρήση μιας χρηστικής τραπεζαρίας - χρησιμοποιούνται πιάτα που πλένονται για συναντήσεις και εκδηλώσεις.",
        "product_option1": "Επισκευάσιμο - το προϊόν μπορεί να επισκευαστεί και οι συστατικές του να αντικατασταθούν για να επεκταθεί η διάρκεια ζωής του.",
        "product_option2": "Μακροβιότητα - το προϊόν είναι σχεδιασμένο για να διαρκεί περισσότερο από έναν περίοδο κατανάλωσης.",
        "product_option3": "Φιλικό προς το περιβάλλον - το προϊόν σας δεν προκαλεί βλάβη στο περιβάλλον με κανένα τρόπο.",
        "product_option4": "Αντιμετωπίζει μια γνήσια ανάγκη - λύνει ένα πραγματικό πρόβλημα και χρησιμοποιείται πολλές φορές μετά την αγορά.",
        "product_option5": "Επικεντρώνεται στην επίλυση περιβαλλοντικών προβλημάτων - η ιδέα πίσω από το προϊόν είναι να κάνει τον κόσμο πιο περιβαλλοντικά φιλικό.",
        "selling_option1": "Ενεργό, όχι επιθετική πώληση - εξηγείτε τις αξίες του προϊόντος σας, αλλά ο στόχος σας δεν είναι να πουλήσετε με κάθε κόστος, ακόμα και σε ανθρώπους που δεν χρειάζονται το προϊόν σας.",
        "selling_option2": "Στοχευμένο στο πραγματικό κοινό - βεβαιωθείτε ότι ο πιθανός πελάτης σας πραγματικά χρειάζεται το προϊόν και το προσφέρετε μόνο σε πιθανούς χρήστες.",
        "selling_option3": "Προώθηση μιας πράσινης τρόπος ζωής - κατά τη διάρκεια των πωλήσεων, διαφημίζετε πράσινα προϊόντα και περιβαλλοντικά φιλική συμπεριφορά.",
        "selling_option4": "Χωρίς παρουσίαση ψευδών επιχειρημάτων - μην υπόσχεστε τίποτα που το προϊόν σας δεν κάνει ή κάτι που δεν είστε βέβαιοι ότι ταιριάζει με τις ανάγκες του πελάτη.",
        "submit": "Υποβολή",
        "back": "Πίσω",
        "great": "Είστε ένας από τους καλύτερους!",
        "ok": "Πηγαίνετε πολύ καλά!",
        "bad": "Θα έπρεπε να εξετάσετε θέματα πράσινης πολιτικής!",
        "all_ok": "Ελέγξτε τις απαντήσεις σας και σκεφτείτε αν υπάρχει κάτι που μπορείτε να κάνετε ακόμα καλύτερα!",
        "issues_with": "Εξετάστε τις ενέργειές σας στις ακόλουθες κατηγορίες: ",
        "issues_with_followup": "Σε αυτά τα σημεία, δεν είστε ακόμα αρκετά φιλικός προς το περιβάλλον.",
        "you_should_work_harder": "Σκεφτείτε τι θα μπορούσατε να κάνετε για να κάνετε την επιχείρησή σας πιο φιλική προς το περιβάλλον.",
        "intro_ok": "OK",
        "intro_section1": "Αγαπητέ Φοιτητή,",
        "intro_section2": "Αυτό το εργαλείο αξιολόγησης αναπτύχθηκε για εσένα και έχει σκοπό να υποστηρίξει τη μαθησιακή σου διαδικασία. Σήμερα οι άνθρωποι κατανοούν ολοένα και περισσότερο ότι η υιοθέτηση ενός φιλικού προς το περιβάλλον τρόπου ζωής είναι απαραίτητη για να διασφαλιστεί η δυνατότητα ζωής στον όμορφο πλανήτη μας για τους νέους και τις μελλοντικές γενιές. Οι καθημερινές σου προσπάθειες είναι σημαντικές, αλλά οι εταιρείες που παράγουν προϊόντα και υπηρεσίες έχουν τον μεγαλύτερο αντίκτυπο στο περιβάλλον. Με αυτό το απλό εργαλείο αυτοαξιολόγησης μπορείς να σκεφτείς τον αντίκτυπο των αποφάσεών σου ως νεαρός επιχειρηματίας.",
        "intro_section3": "Στο εργαλείο αξιολόγησης Going Green θα πρέπει να τσεκάρεις τα κουτάκια κάθε δήλωσης που είναι αληθινή για την ιδέα/εταιρεία φοιτητών/ομάδα σου. Μερικές φορές η απάντηση είναι εν μέρει αληθής και εν μέρει λανθασμένη. Τσεκάρετε το κουτάκι αν είναι περισσότερο αληθινό παρά λανθασμένο, αλλά κράτα το στο μυαλό σου.",
        "intro_section4": "Θυμήσου ότι είναι αυτοαξιολόγηση και δεν προορίζεται για άλλους σκοπούς. Ο καλύτερος τρόπος να αξιοποιήσεις στο έπακρο είναι να κάνεις την αξιολόγηση δύο φορές. Την πρώτη φορά ατομικά και τη δεύτερη με την ομάδα σου, συζητώντας τις απόψεις και τις επιλογές σας.",
        "intro_section5": "Όταν ολοκληρώσεις την αξιολόγησή σου, σκέψου αν και πώς είναι δυνατόν να ενεργήσεις με πιο φιλικό προς το περιβάλλον τρόπο.",
        "intro_section6": "Μπορείς να προσθέσεις τον αριθμό των θετικών απαντήσεων, αλλά δεν είναι δυνατό να συγκρίνεις τους βαθμούς σου με άλλες ομάδες, επειδή τα προϊόντα σας είναι διαφορετικά και οι ευκαιρίες σας για μείωση του αποτυπώματος δεν είναι ίδιες.",
        "intro_section7": "Καλή τύχη στη χρήση του Εργαλείου Αξιολόγησης Going Green και στη βελτίωση της απόδοσής σας ως νεαροί επιχειρηματίες."    
      }
  }